{
  "id": "3",
  "firstName": "Michael",
  "lastName": "Johnson",
  "age": 45,
  "email": "michaelj@example.com",
  "phone": "555-555-1212",
  "address": "789 Elm St,  Smallville USA, 34567",
  "membership": "Base",
  "orders": [
    {
      "id": 20,
      "productId": 5,
      "quantity": 2,
      "total": 120.0,
      "date": "2/28/2023",
      "name": "BaseCamp Folding Table",
      "unitprice": 60.0,
      "category": "Camping Tables",
      "brand": "CampBuddy",
      "description": "CampBuddy's BaseCamp Folding Table is an adventurer's best friend. Lightweight yet powerful, the table is a testament to fun-meets-function and will elevate any outing to new heights. Crafted from resilient, rust-resistant aluminum, the table boasts a generously sized 48 x 24 inches tabletop, perfect for meal times, games and more. The foldable design is a godsend for on-the-go explorers. Adjustable legs rise to the occasion to conquer uneven terrains and offer height versatility, while the built-in handle simplifies transportation. Additional features like non-slip feet, integrated cup holders and mesh pockets add a pinch of finesse. Quick to set up without the need for extra tools, this table is a silent yet indispensable sidekick during camping, picnics, and other outdoor events. Don't miss out on the opportunity to take your outdoor experiences to a new level with the BaseCamp Folding Table. Get yours today and embark on new adventures tomorrow!"
    },
    {
      "id": 38,
      "productId": 11,
      "quantity": 1,
      "total": 110.0,
      "date": "2/25/2023",
      "name": "TrailWalker Hiking Shoes",
      "unitprice": 110.0,
      "category": "Hiking Footwear",
      "brand": "TrekReady",
      "description": "Meet the TrekReady TrailWalker Hiking Shoes, the ideal companion for all your outdoor adventures. Constructed with synthetic leather and breathable mesh, these shoes are tough as nails yet surprisingly airy. Their cushioned insoles offer fabulous comfort for long hikes, while the supportive midsoles and traction outsoles with multidirectional lugs ensure stability and excellent grip. A quick-lace system, padded collar and tongue, and reflective accents make these shoes a dream to wear. From combating rough terrain with the reinforced toe cap and heel, to keeping off trail debris with the protective mudguard, the TrailWalker Hiking Shoes have you covered. These waterproof warriors are made to endure all weather conditions. But they're not just about being rugged, they're light as a feather too, minimizing fatigue during epic hikes. Each pair can be customized for a perfect fit with removable insoles and availability in multiple sizes and widths. Navigate hikes comfortably and confidently with the TrailWalker Hiking Shoes. Adventure, here you come!"
    },
    {
      "id": 11,
      "productId": 3,
      "quantity": 1,
      "total": 120.0,
      "date": "1/15/2023",
      "name": "Summit Breeze Jacket",
      "unitprice": 120.0,
      "category": "Hiking Clothing",
      "brand": "MountainStyle",
      "description": "Discover the joy of hiking with MountainStyle's Summit Breeze Jacket. This lightweight jacket is your perfect companion for outdoor adventures. Sporting a trail-ready, windproof design and a water-resistant fabric, it's ready to withstand any weather. The breathable polyester material and adjustable cuffs keep you comfortable, whether you're ascending a mountain or strolling through a park. And its sleek black color adds style to function. The jacket features a full-zip front closure, adjustable hood, and secure zippered pockets. Experience the comfort of its inner lining and the convenience of its packable design. Crafted for night trekkers too, the jacket has reflective accents for enhanced visibility. Rugged yet chic, the Summit Breeze Jacket is more than a hiking essential, it's the gear that inspires you to reach new heights. Choose adventure, choose the Summit Breeze Jacket."
    }
  ]
}