{
  "id": "8",
  "firstName": "Melissa",
  "lastName": "Davis",
  "age": 31,
  "email": "melissad@example.com",
  "phone": "555-333-4444",
  "address": "789 Ash St, Another City USA, 67890",
  "membership": "Gold",
  "orders": [
    {
      "id": 4,
      "productId": 1,
      "quantity": 2,
      "total": 500.0,
      "date": "4/22/2023",
      "name": "TrailMaster X4 Tent",
      "unitprice": 250.0,
      "category": "Tents",
      "brand": "OutdoorLiving",
      "description": "Unveiling the TrailMaster X4 Tent from OutdoorLiving, your home away from home for your next camping adventure. Crafted from durable polyester, this tent boasts a spacious interior perfect for four occupants. It ensures your dryness under drizzly skies thanks to its water-resistant construction, and the accompanying rainfly adds an extra layer of weather protection. It offers refreshing airflow and bug defence, courtesy of its mesh panels. Accessibility is not an issue with its multiple doors and interior pockets that keep small items tidy. Reflective guy lines grant better visibility at night, and the freestanding design simplifies setup and relocation. With the included carry bag, transporting this convenient abode becomes a breeze. Be it an overnight getaway or a week-long nature escapade, the TrailMaster X4 Tent provides comfort, convenience, and concord with the great outdoors. Comes with a two-year limited warranty to ensure customer satisfaction."
    },
    {
      "id": 25,
      "productId": 6,
      "quantity": 1,
      "total": 80.0,
      "date": "4/10/2023",
      "name": "EcoFire Camping Stove",
      "unitprice": 80.0,
      "category": "Camping Stoves",
      "brand": "EcoFire",
      "description": "Introducing EcoFire's Camping Stove, your ultimate companion for every outdoor adventure! This portable wonder is precision-engineered with a lightweight and compact design, perfect for capturing that spirit of wanderlust. Made from high-quality stainless steel, it promises durability and steadfast performance. This stove is not only fuel-efficient but also offers an easy, intuitive operation that ensures hassle-free cooking. Plus, it's flexible, accommodating a variety of cooking methods whether you're boiling, grilling, or simmering under the starry sky. Its stable construction, quick setup, and adjustable flame control make cooking a breeze, while safety features protect you from any potential mishaps. And did we mention it also includes an effective wind protector and a carry case for easy transportation? But that's not all! The EcoFire Camping Stove is eco-friendly, designed to minimize environmental impact. So get ready to enhance your camping experience and enjoy delicious outdoor feasts with this unique, versatile stove!"
    },
    {
      "id": 17,
      "productId": 4,
      "quantity": 1,
      "total": 140.0,
      "date": "3/30/2023",
      "name": "TrekReady Hiking Boots",
      "unitprice": 140.0,
      "category": "Hiking Footwear",
      "brand": "TrekReady",
      "description": "Introducing the TrekReady Hiking Boots - stepping up your hiking game, one footprint at a time! Crafted from leather, these stylistic Trailmates are made to last. TrekReady infuses durability with its reinforced stitching and toe protection, making sure your journey is never stopped short. Comfort? They have that covered too! The boots are a haven with their breathable materials, cushioned insole, with padded collar and tongue; all nestled neatly within their lightweight design. As they say, it's what's inside that counts - so inside you'll find a moisture-wicking lining that quarantines stank and keeps your feet fresh as that mountaintop breeze. Remember the fear of slippery surfaces? With these boots, you can finally tell it to 'take a hike'! Their shock-absorbing midsoles and excellent traction capabilities promise stability at your every step. Beautifully finished in a traditional lace-up system, every adventurer deserves a pair of TrekReady Hiking Boots. Hike more, worry less!"
    }
  ]
}